Repository: rsubtil/lunar-gambit-docs
Catalog: docs/source/locales/*/LC_MESSAGES/accusations.po
Languages: pt

source: Accusations
pt: Acusações

source: This page explains how the accusation system works, which is crucial to defend yourself from enemy sabotages.
pt: Esta página descreve como funciona o sistema de acusações, que é crucial para te defenderes de sabotagens inimigas.

source: Accusations are consulted on the Government tab on the top bar.
pt: As acusações são consultadas no separador Government (Governo) na barra superior.

source: Starting an accusation
pt: Iniciar uma acusação

source: You can start an accusation if someone has stolen from you. While you can start an accusation at any time, accusations will be solved on the beginning of the nest strategy phase.
pt: Podes iniciar uma acusação se alguém te tiver roubado. Embora possas iniciar uma acusação a qualquer momento, as acusações serão resolvidas no início da próxima fase de estratégia.

source: To start an accusation, click on the **Make an accusation** button. Select the current sabotage and player you want to accuse. You'll need to convince the other players that you are right, otherwise you may have a penalization, so be careful!
pt: Para iniciar uma acusação, clica no botão **Make an accusation** (Fazer uma acusação). Seleciona a sabotagem atual e o jogador que queres acusar. Terás de convencer os outros jogadores de que estás certo, caso contrário poderás ser penalizado, por isso tem cuidado!

source: There can only be 3 active accusations. If filled, you'll have to wait for the current accusations to be finished.
pt: Só pode haver no máximo 3 acusações em curso. Se estiverem todas preenchidas, terás de esperar que alguma acusação atuais termine.

source: How it works
pt: Como funciona

source: When a player accuses another one, a global process will start, where all players will be participating. There will be three elements:
pt: Quando um jogador acusa outro, um processo global é iniciado, onde todos os jogadores participarão. Haverá três elementos:

source: **Accuser**: The player who started the accusation.
pt: **Acusador**: O jogador que iniciou a acusação.

source: **Accused**: The player who is being accused.
pt: **Acusado**: O jogador que está a ser acusado.

source: **Jury**: The remainign players, which will form a jury.
pt: **Júri**: Os restantes jogadores, que formarão um júri.

source: Suppose for instance, that **Blue** had some gold stolen recently. After their personal investigation, they're pretty sure it was **Purple**, so they accuse it. The remaining players, **Yellow** and **Green** will become the jury who will ultimately determine if **Purple**'s guilty or not.
pt: Assumindo, por exemplo, que alguém roubou ouro recentemente ao **Blue** (Azul). Após a sua investigação pessoal, este tem a certeza de que foi o **Purple** (Roxo), por isso decide acusá-lo. Os restantes jogadores, **Yellow** (Amarelo) e **Green** (Verde), formarão o júri que determinará se o **Purple** é realmente culpado ou não.

source: When an accusation begins, you can click the current accusation buttons to enter on the accusation screen. All the relevant info is displayed here: the accuser, the accused, the sabotage, and the current jury and their votes. There is also a dedicated chat that's visible to everyone and is only valid during the accusation, so players have a dedicated space to discuss the accusation. Lastly, on the right, there's the effects that will happen if the accusation goes in your side or not.
pt: Quando uma acusação começa, podes clicar nos botões de acusações atuais para entrar no ecrã de acusação. Todas as informações relevantes são mostradas aqui: o acusador, o acusado, a sabotagem, o júri atual e os seus votos. Existe também um chat dedicado que é visível para todos e só é válido durante a acusação, para que os jogadores tenham um espaço dedicado para discutir. Por último, à direita, estão os efeitos que acontecerão se a acusação seguir a teu favor ou não.

source: Accusation Screen
pt: Ecrã de Acusação

source: Accusations are finished automatically when both juries have voted, or manually at the beginning of the nest strategy phase. The effects for the accusation will be publicly displayed on the government report panel.
pt: As acusações terminam automaticamente quando ambos os júris votarem, ou manualmente no início da próxima fase de estratégia. Os efeitos da acusação serão exibidos publicamente no painel de relatório do governo.

source: Voting
pt: Votação

source: The jury will have to decided whether to condemn or absolve the accused. To do so, they will have to vote. If you are part of the jury, you'll have the vote options enabled at the bottom of the accusation screen.
pt: O júri terá de decidir se condena ou absolve o acusado. Para isso, terão de votar. Se fizeres parte do júri, terás as opções de voto disponíveis na parte inferior do ecrã de acusação.

source: Accusation Vote
pt: Opções de Voto

source: You have a big responsibility, because you will determine the accused and accuser's fate. Each jury can either vote "guilty", "innocent", or "abstain". If you don't vote before the accusation ends, you'll automatically vote "abstain".
pt: As decisões finais irão depender dos votos de ambos os júris:

source: (🔴- voted "guilty", 🔵-voted "innocent", ⚫- abstain)
pt: (🔴- votou "guilty" (culpado), 🔵-votou "innocent" (inocente), ⚫- absteve-se)

source: Vote Results
pt: Resultados da Votação

source: Jury vote
pt: Voto do Júri

source: Results
pt: Resultados

source: Both juries have abstained. Nothing will happen.
pt: Ambos os júris abstiveram-se. Não irá acontecer nada.

source: One jury voted "guilty", the other abstained. The accused is guilty.
pt: Um júri votou "guilty" (culpado), o outro absteve-se. O acusado é culpado.

source: One jury voted "innocent", the other abstained. The accused is innocent.
pt: Um júri votou "innocent" (inocente), o outro absteve-se. O acusado é inocente.

source: Both juries voted "guilty". The accused is guilty.
pt: Ambos os júris votaram "guilty" (culpado). O acusado é culpado.

source: Both juries voted "innocent". The accused is innocent.
pt: Ambos os júris votaram "innocent" (inocente). O acusado é inocente.

source: One jury voted "guilty", the other "innocent". There was no consensus, so nothing will happen.
pt: Um júri votou "guilty" (culpado), o outro "innocent" (inocente). Não houve consenso, por isso não irá acontecer nada.

source: If the accused is declared guilty, it will have to pay to the accuser. If the accused is declared innocent, the accuser will have to pay to the accused. If the vote resulted in a stalemate, nothing will happen to them.
pt: Se o acusado for declarado como culpado, terá de pagar ao acusador. Se o acusado for declarado inocente, o acusador terá de pagar ao acusado. Se a votação resultar num impasse, nada lhes acontecerá.

source: After an accusation is over, regardless of it's result, it can no longer be retried.
pt: Depois duma acusação ter terminado, independentemente do seu resultado, não pode ser refeita.

source: As an accuser
pt: Como acusador

source: You need to successfuly convince the jury that you're right. You should do so by providing evidence, and by discussing with the jury. If the jury determines the accused to be innocent, you'll have to pay them!
pt: Terás de convencer o júri de que estás certo. Deves fazê-lo fornecendo provas e discutindo com o júri. Se o júri determinar que o acusado é inocente, terás de lhe pagar!

source: As an accused
pt: Como um acusado

source: Whether you're trully innocent or not, you'll have to convince the jury to overthrow the accusation. You should do so by providing evidence, and by discussing with the jury. If the jury determines you to be guilty, you'll have to pay the accuser!
pt: Quer sejas realmente inocente ou não, terás de convencer o júri a derrubar a acusação. Deves fazê-lo fornecendo provas e discutindo com o júri. Se o júri determinar que és culpado, terás de pagar ao acusador!

source: As a jury
pt: Como parte do júri

source: The jury is the only element that will know the truth of their decision. Therefore, it's in your interested to get it right, and truly seek the truth. The accuser and accused will each be defending their position, so it's up to you to decide who's right.
pt: O júri é o único elemento que saberá a verdade da sua decisão. Portanto, é do teu interesse acertar e realmente procurar a verdade. O acusador e o acusado defenderão cada um a sua posição, por isso cabe-te a ti decidir quem tem razão.

source: If your decision was correct, you'll receive a reward, but if you were wrong, you'll be penalized. If you abstain (either explicitly or by not voting at all), you won't receive any reward or penalty.
pt: Se a tua decisão estiver correta, receberás uma recompensa, mas se estiveres errado, serás penalizado. Se te abstiveres (explicitamente ou não votando de todo), não receberás nenhuma recompensa ou penalização.

source: The accuser and accused won't know whether the jury decision was right, so feel free to use this information as you see fit.
pt: O acusador e o acusado não saberão se a decisão do júri foi correta, por isso usa esta informação como achares melhor.
