Repository: rsubtil/lunar-gambit-docs
Catalog: docs/source/locales/*/LC_MESSAGES/improvements.po
Languages: pt_pt

source: Improvements
pt_pt: Melhorias

source: This page describes each improvement available in the game to build, and what they do.
pt_pt: Esta página descreve cada melhoria disponível no jogo para construir, e o que fazem.

source: All this information is subject to be changed per match, in order to balance the match.
pt_pt: Toda a informação aqui explícita está sujeita a ser alterada por partida, a fim de equilibrar a partida.

source: Research Center
pt_pt: Research Center (Centro de Pesquisa)

source: Time to build = 180 turns (3 minutes)
pt_pt: Tempo de construção = 180 turnos (3 minutos)

source: Upkeep = 1
pt_pt: Custo de manutenção = 1

source: A Research Center gives more space for your scientists to work,improving your base's science production by 1.
pt_pt: Um Centro de Pesquisa dá mais espaço para os teus cientistas trabalharem, melhorando a produção de ciência da base em 1.

source: Investment Center
pt_pt: Investment Center (Centro de Investimento)

source: Upkeep = 0
pt_pt: Custo de manutenção = 0

source: An Investment Center gives more space for your bankers to work,improving your base's gold production by 1.
pt_pt: Um Centro de Investimento dá mais espaço para os teus banqueiros trabalharem, melhorando a produção de ouro da base em 1.

source: Logistics Center
pt_pt: Logistics Center (Centro de Logística)

source: A Logistics Center gives more space for your engineers to work,improving your base's material production by 1.
pt_pt: Um Centro de Logística dá mais espaço para os teus engenheiros trabalharem, melhorando a produção de materiais da base em 1.

source: Research & Development Division
pt_pt: Research & Development Division (Divisão de Investigação & Desenvolvimento)

source: Time to build = 300 turns (5 minutes)
pt_pt: Tempo de construção = 300 turnos (5 minutos)

source: Establishes a dedicated Research & Development division,improving your base's science production by 2.
pt_pt: Estabelece uma divisão dedicada à Investigação & Desenvolvimento, melhorando a produção de ciência da base em 2.

source: Factory
pt_pt: Factory (Fábrica)

source: Gives your engineers a dedicated Factory to work under, improving your base's material production by 2.
pt_pt: Dá aos teus engenheiros uma Fábrica dedicada para trabalharem, melhorando a produção de materiais da base em 2.

source: Salary Boosts
pt_pt: Salary Boosts (Aumentos Salariais)

source: Time to build = 60 turns (1 minute)
pt_pt: Tempo de construção = 60 turnos (1 minuto)

source: Doubles the salaries from this base's units. This will double the unit maintenance cost from this base, but will improve the base's loyalty by 100%.
pt_pt: Dupla os salários das unidades desta base. Isto irá duplicar o custo de manutenção das unidades desta base, mas irá aumentar a lealdade da base em 100%.

source: Stock Exchange
pt_pt: Stock Exchange (Bolsa de Valores)

source: Establishes a Stock Exchange inside your base, improving your base's gold production by 3.
pt_pt: Estabelece uma Bolsa de Valores dentro da tua base, melhorando a produção de ouro da base em 3.

source: Salary Cuts
pt_pt: Salary Cuts (Cortes Salariais)

source: Cuts all salaries from this base's units. This will remove all unit maintenance costs from this base, but will reduce the base's loyalty by 75%.
pt_pt: Corta todos os salários das unidades desta base. Isto irá remover todos os custos de manutenção das unidades desta base, mas irá reduzir a lealdade da base em 75%.

source: Space Program
pt_pt: Space Program (Programa Espacial)

source: Time to build = 600 turns (10 minutes)
pt_pt: Tempo de construção = 600 turnos (10 minutos)

source: Upkeep = 2
pt_pt: Custo de manutenção = 2

source: Establishes a formal Space Program in your base, increasing your base's science output by 3.
pt_pt: Estabelece um Programa Espacial formal na tua base, aumentando a produção de ciência da base em 3.
