Repository: rsubtil/lunar-gambit-docs
Catalog: docs/source/locales/*/LC_MESSAGES/quick-start.po
Languages: pt

source: Quick-start
pt: Começar a jogar

source: This page serves as a quick-guide for your first session. It will cover the basics of the game, and give you a few tips to get started.
pt: Esta página serve como um guia rápido para a tua primeira sessão. Irá cobrir os básicos do jogo, e dar-te algumas dicas para começar.

source: Controls
pt: Controlos

source: Left click on the mouse to select units.
pt: Usa o botão esquerdo do rato para selecionar unidades.

source: Left click and drag on the main window to move the camera around. You can also use the Arrow Keys.
pt: Clica e arrasta com o botão esquerdo do rato no ecrã principal para mover a câmara. Também podes usar as teclas de setas.

source: With a unit selected, right click and drag to move it on the map. While moving, you'll see the expected time of arrival. You can also click on the Move option in the unit's menu.
pt: Com uma unidade selecionada, clica com o botão direito do rato e arrasta para a mover no mapa. Enquanto te moves, verás o tempo de chegada esperado. Também podes clicar na opção Move (Mover) no menu da unidade.

source: To select a base, click on it to bring it's menu. You can move between your bases, change production, and sell units/improvements if needed.
pt: Para selecionar uma base, clica nela para abrir o seu menu. Podes mover entre as tuas bases, mudar a produção, e vender unidades/melhorias se necessário.

source: To select units inside a base, click on it, then double-click the unit on the lower right corner.
pt: Para selecionar uma unidade dentro duma base, clica nela, e depois clica duas vezes na unidade no canto inferior direito.

source: Phases
pt: Fases

source: Lunar Gambit runs under two distinct phases:
pt: O Lunar Gambit irá decorrer em duas fases distintas:

source: **Strategy phase** - During this phase, the game behaves like a 4X. This is the mode you'll be playing on the 20-30 minutes session. In this mode, your focus should be in capturing bases and buildings, training units, building improvements, and researching technologies. You can move all units, but your spies cannot do sabotages. The server will process turns every second, making actions and movements take a few minutes to complete.
pt: **Fase de estratégia** - Durante esta fase, o jogo comporta-se como um 4X. Este é o modo em que irás jogar na sessão de 20-30 minutos. Neste modo, o teu foco deve ser capturar bases e edifícios, treinar unidades, construir melhorias, e pesquisar tecnologias. Podes mover todas as unidades, mas os teus espiões não podem fazer sabotagens ainda. O servidor irá processar os turnos a cada segundo, fazendo com que as ações e movimentos demorem alguns minutos a completar.

source: **Spy phase** - This phase will be turned on during breaks between sessions, running for 48 hours. During this phase, public unit movement, building units/improvements, and research are disabled (although your resources keep updating). Only the spies are enabled, and they can now perform sabotages. The server will process turns every minute, making actions and movements now potentially taking hours to complete.
pt: **Fase de espionagem** - Esta fase será ativada durante as pausas entre sessões, decorrendo durante 48 horas. Durante esta fase, o movimento de unidades públicas, construção de unidades/melhorias, e pesquisas são desativados (embora os teus recursos continuem a subir). Apenas os espiões estão ativos, e agora podem fazer sabotagens. O servidor irá processar os turnos a cada minuto, fazendo com que as ações e movimentos agora possam demorar horas a completar.

source: During each session/strategy phase, there will be a materials objective to reach. When a player reaches this goal between 20 to 30 minutes, the session will end early.
pt: Durante cada sessão/fase de estratégia, haverá um objetivo de materiais a atingir. Quando um jogador atingir este objetivo entre 20 a 30 minutos, a sessão irá terminar mais cedo.

source: Units
pt: Unidades

source: There are 4 types of units in the game. You can train more public units in bases, but not spies. From left to right:
pt: Existem 4 tipos de unidades no jogo. Podes treinar mais unidades públicas em bases, mas não podes treinar mais espiões. Da esquerda para a direita:

source: **Public units**: These units only move during the strategy phase, and are visible to all players. They are used to capture bases and buildings, and to defend your territory.
pt: **Unidades públicas**: Estas unidades apenas se movem durante a fase de estratégia, e são visíveis a todos os jogadores. São usadas para capturar bases e edifícios, e para defender o teu território.

source: **Scientists**: Focuses on research, converting buildings to universities.
pt: **Cientistas**: Foca-se na pesquisa, convertendo edifícios em universidades.

source: **Bankers**: Focuses on economy, converting buildings to banks.
pt: **Banqueiros**: Foca-se na economia, convertendo edifícios em bancos.

source: **Engineers**: Focuses on production of materials, converting buildings to factories.
pt: **Engenheiros**: Foca-se na produção de materiais, convertendo edifícios em fábricas.

source: **Spies**: These units only move during the spy phase, and are nearly invisible to all players. They are used to sabotage enemy units and buildings.
pt: **Espiões**: Estas unidades apenas se movem durante a fase de espionagem, e são quase invisíveis a todos os jogadores. São usadas para sabotar unidades e edifícios inimigos.

source: While all three public units are visible everywhere on the map, spies will conceal their position and identity.
pt: Enquanto que todas as três unidades públicas são visíveis em todo o mapa, os espiões irão esconder a sua posição e identidade.

source: When stopped, spies become completely invisible. When moving, they will reveal that movement to any enemy units players, but not reveal it's identity. When moving into bases or buildings, that movement is also never detectable.
pt: Quando imóveis, os espiões tornam-se completamente invisíveis. Quando em movimento, irão revelar esse movimento a qualquer unidade inimiga, mas não irão revelar a sua identidade. Quando se movem para bases ou edifícios, esse movimento também nunca é detetável.

source: Bases & buildings
pt: Bases & edifícios

source: Scattered throughout the map, you'll find bases and buildings.
pt: Espalhados por todo o mapa, irás encontrar bases e edifícios.

source: Bases produce all three kinds of resources, and allow you to train new units, as well as build improvements. Capturing already conquered bases is a challenge which will require you to "steal" them from enemy players.
pt: As bases produzem os três tipos de recursos, e permitem-te treinar novas unidades, assim como construir melhorias. Capturar bases já conquistadas é um desafio que irá requerer que as "roubes" aos jogadores inimigos.

source: Buildings, on the other hand, can only produce one type of resource, but they are plentiful and fast to capture. All it takes is for a unit to move on top of it to capture and convert it to the unit's resource type. It will show a color underneath, indicating which player owns it.
pt: Os edifícios, por outro lado, apenas podem produzir um tipo de recurso, mas são abundantes e rápidos de capturar. Tudo o que é preciso é que uma unidade se mova para cima deste para o capturar e converter para o tipo de recurso da unidade. Irá mostrar uma cor por baixo, indicando qual o jogador que o possui.

source: There are three types of buildings, corresponding to each public unit:
pt: Existem três tipos de edifícios, correspondendo a cada unidade pública:

source: **University**: Produces 1 science, created by scientists.
pt: **Universidade**: Produz 1 de ciência, criada por cientistas.

source: **Bank**: Produces 1 money, created by bankers.
pt: **Banco**: Produz 1 de dinheiro, criado por banqueiros.

source: **Factory**: Produces 1 material, created by engineers.
pt: **Fábrica**: Produz 1 de material, criada por engenheiros.

source: In the beginning, all bases and buildings are unoccupied. They'll look like gray buildings, and bases have labels on them. In particular, unoccupied bases can be immediately captured by moving in public units.
pt: No início da partida, todas as bases e edifícios estão desocupados. Irão aparecer como edifícios cinzentos, e as bases têm nomes associados. Em particular, as bases desocupadas podem ser imediatamante capturadas movendo uma unidades pública para elas.

source: Transports
pt: Transportes

source: Transports are special, neutral buildings that allow your spies to quickly move in-between them instantly. They always have a label which ends in "Station".
pt: Os transportes são edifícios neutros e especiais, que permitem que os teus espiões se movam rapidamente entre eles instantaneamente. Têm sempre um nome que termina em "Station" (Estação)

source: Use these to position your spies quickly around the terrain. But keep in mind: unit movements in transports are **recorded**, and your opponents can obtain these reports to figure out if you've been using them!
pt: Usa os transportes para posicionar os teus espiões rapidamente por todo o mapa. Mas cuidado: os movimentos de unidades em transportes são **gravados**, e os teus oponentes podem obter estes relatórios para descobrir se os tens utilizado!

source: Resources
pt: Recursos

source: There are 3 types of resources in the game:
pt: Existem 3 tipos de recursos no jogo:

source: **Science**: Used to research new technologies, giving you advantages over your opponents.
pt: **Ciência**: Usada para pesquisar novas tecnologias, dando-te vantagens sobre os teus oponentes.

source: **Money**: Used to sustain all unit and improvement costs.
pt: **Dinheiro**: Usado para sustentar todos os custos de unidades e melhorias.

source: **Materials**: Your game "score". The player with the most materials in the end will win!
pt: **Materiais**: A tua "pontuação" no jogo. O jogador com mais materiais no final será o vencedor!

source: While your materials are ultimately the most important resource to win, don't neglect the other ones! If you fall behind on science, your opponents will start to get ahead of you in technology, producing more resources. If you fall behind on money and enter negative values, buildings and units will randomly and forcibly be sold.
pt: Embora os teus materiais sejam o recurso mais importante para vencer, não negligencies os outros! Se ficares para trás na ciência, os teus oponentes irão começar a ficar à tua frente em tecnologia, produzindo mais recursos. Se ficares para trás no dinheiro e entrares em valores negativos, edifícios e unidades serão aleatoriamente e forçadamente vendidos.

source: All of these resources can be traded amongst players, including bases!
pt: Todos estes recursos podem ser trocados entre jogadores, incluindo bases!

source: Research
pt: Investigação

source: Research allows you to stay competitively viable. They provide you with various benefits:
pt: A investigação permite manteres-te competitivamente viável. Irá trazer-te vários benefícios:

source: Increase resource production in your buildings.
pt: Aumentar a produção de recursos nos teus edifícios.

source: Allow improvements to be built in your bases, increasing their resource production.
pt: Permitir a construção de melhorias nas tuas bases, aumentando a sua produção de recursos.

source: Reducing maintenance costs.
pt: Reduzir custos de manutenção.

source: Enable game features and improve units.
pt: Ativar mecanismos de jogo e melhorar as tuas unidades.

source: Each technology requires you to spend a determined number of science points. Whenever you can, research away!
pt: Cada tecnologia requer que gastes um número determinado de pontos de ciência. Sempre que puderes, investiga!

source: Final tips
pt: Dicas finais

source: While the game moves rather fast during a session, you'll have much more time to think and plan when waiting for the next session. To make sure you have a good first session, here are a few tips:
pt: Embora o jogo irá decorrer com alguma velocidade durante uma sessão, terás muito mais tempo para pensar e planear enquanto esperas pela próxima sessão. Para teres a certeza que tens uma boa primeira sessão, aqui estão algumas dicas:

source: Try to occupy 3 to 4 bases. You should have at least one base very near you that shouldn't be a problem to capture, but for the remainder ones, other players may swoop in and take them if you don't act fast!
pt: Tenta ocupar entre 3 a 4 bases. Deves ter pelo menos uma base muito perto de ti que não deverá ser um problema para capturar, mas para as restantes, outros jogadores podem aparecer e capturá-las se não agires depressa!

source: Try to occupy all buildings around your territory. They are very fast to capture as you only need to move a public unit over it. Capturing enemy buildings is also fast, but careful with how you want to begin your relationships with them!
pt: Tenta ocupar todos os edifícios à volta do teu território. São muito rápidos de capturar, pois apenas precisas de mover uma unidade pública por cima deles. Capturar edifícios inimigos também é rápido, mas tem cuidado em como queres começar as tuas relações com os teus oponentes!

source: Try to get at least all of the 3 first technologies, plus 2 subsequent techs. These will provide you improvements to build, and increase building production for "free"!
pt: Tenta obter pelo menos as 3 primeiras tecnologias, mais 2 tecnologias subsequentes. Estas irão providenciar-te melhorias para construir, e aumentar a produção de edifícios "gratuitamente"

source: While your spies cannot do sabotages yet, you can move them during this phase. Position them in interesting spots so you can start the spy phase already prepared.
pt: Embora os teus espiões não possam fazer sabotagens ainda, podes movê-los durante esta fase. Posiciona-os em locais interessantes para que possas começar a fase de espionagem já preparado.

source: Try to get in contact with your neighboring players, establishing initial relationships. Being overly agressive early on will likely not go well in the long run. Try to find a balance between being friendly and being competitive. Remember, there's only one winner in the end, but to get there, you'll need to know when to cooperate and when to sabotage.
pt: Tenta entrar em contacto com os teus oponentes vizinhos, estabelecendo relações iniciais. Ser demasiado agressivo no início provavelmente não irá correr bem a longo prazo. Tenta encontrar um equilíbrio entre ser amigável e ser competitivo. Lembra-te, só há um vencedor no final, mas para lá chegar, terás de saber quando é para cooperar e quando deves sabotar.

source: Do **not** neglect your economy. If you end the session losing money each turn, there is nothing you can do to gain more money during the spy phase, and if you run out of money, the game will start selling improvements and units!
pt: **Não te esqueças** da tua economia. Se terminares esta sessão a perder dinheiro a cada turno, não há nada que possas fazer para ganhar mais dinheiro durante a fase de espionagem, e se ficares sem dinheiro, o jogo irá começar a vender melhorias e unidades!
