Repository: rsubtil/lunar-gambit-docs
Catalog: docs/source/locales/*/LC_MESSAGES/research.po
Languages: pt

source: Research
pt: Investigação

source: This page describes each tech available in the game, and what they do.
pt: Esta página descreve cada tecnologia disponível no jogo, e o que fazem.

source: All this information is subject to be changed per match, in order to balance the match.
pt: Toda esta informação está sujeita a ser alterada por partida, de forma a equilibrar a partida.

source: Research Centers
pt: Research Centers (Centros de Investigação)

source: Requisites: None
pt: Requisitos: Nenhum

source: Cost: 350
pt: Custo: 350

source: Allows the construction of Research Centers on bases, increasing it's science output.
pt: Permite a construção de Centros de Investigação em bases, aumentando a sua produção de ciência.

source: Investment Centers
pt: Investment Centers (Centros de Investimento)

source: Cost: 250
pt: Custo: 250

source: Allows the construction of Investment Centers on bases, increasing it's gold output.
pt: Permite a construção de Centros de Investimento em bases, aumentando a sua produção de ouro.

source: Logistics Centers
pt: Logistics Centers (Centros de Logística)

source: Allows the construction of Logistics Centers on bases, increasing it's material output.
pt: Permite a construção de Centros de Logística em bases, aumentando a sua produção de materiais.

source: Laboratories
pt: Laboratories (Laboratórios)

source: Requisites: Research Centers
pt: Requisitos: Research Centers (Centros de Investigação)

source: Cost: 1800
pt: Custo: 1800

source: Improves your universities by establishing laboratories, increasing science output by 50%.
pt: Melhora as tuas universidades estabelecendo laboratórios, aumentando a produção de ciência em 50%.

source: Scolarships
pt: Scolarships (Bolsas de Estudo)

source: Cost: 1200
pt: Custo: 1200

source: Reduce scientists unit cost by 50%.
pt: Reduz o custo de manutentação de cientistas em 50%.

source: Free Market
pt: Free Market (Mercado Livre)

source: Requisites: Investment Centers
pt: Requisitos: Investment Centers (Centros de Investimento)

source: Cost: 800
pt: Custo: 800

source: Allows you to trade resources with any other player (provided they have researched this too).
pt: Permite-te trocar recursos com qualquer outro jogador (desde que eles também tenham investigado esta tecnologia).

source: Venture Capital
pt: Venture Capital (Investimentos de Risco)

source: Cost: 1500
pt: Custo: 1500

source: Gives extra funding to your banks, increasing gold output by 100%.
pt: Fornece financiamento extra aos teus bancos, aumentando a produção de ouro em 100%.

source: Refinery
pt: Refinery (Refinaria)

source: Requisites: Logistics Centers
pt: Requisitos: Logistics Centers (Centros de Logística)

source: Cost: 2000
pt: Custo: 2000

source: Improves your factories with refineries, increasing material output by 50%.
pt: Melhora as tuas fábricas com refinarias, aumentando a produção de materiais em 50%.

source: Infrastructure
pt: Infrastructure (Infraestrutura)

source: Provides better service and access to your bases, increasing unit/improvement production speed by 15%.
pt: Fornece melhor serviço e acesso às tuas bases, aumentando a velocidade de produção de unidades/melhorias em 15%.

source: Research & Development
pt: Research & Development (Investigação e Desenvolvimento)

source: Requisites: Laboratories
pt: Requisitos: Laboratories (Laboratórios)

source: Cost: 4500
pt: Custo: 4500

source: Allows the construction of R&D centers on bases, increasing it's science output.
pt: Permite a construção de Centros de Investigação & Desenvolvimento em bases, aumentando a sua produção de ciência.

source: Renewable Energy
pt: Renewable Energy (Energias Renováveis)

source: Requisites: Laboratories and Scolarships
pt: Requisitos: Laboratories (Laboratórios) e Scolarships (Bolsas de Estudo)

source: Cost: 3750
pt: Custo: 3750

source: Reduces improvement maintenance costs by 50%.
pt: Reduz o custo de manutenção de melhorias em 50%.

source: Public Transport
pt: Public Transport (Transportes Públicos)

source: Requisites: Investment Centers and Refinery
pt: Requisitos: Investment Centers (Centros de Investimento) e Refinery (Refinaria)

source: Cost: 6250
pt: Custo: 6250

source: Allows any unit to use public transports.
pt: Permite que qualquer unidade use os transportes públicos.

source: Factory
pt: Factory (Fábrica)

source: Requisites: Infrastructure
pt: Requisitos: Infrastructure (Infraestrutura)

source: Cost: 7500
pt: Custo: 7500

source: Allows the construction of factories on bases, increasing it's material output.
pt: Permite a construção de fábricas em bases, aumentando a sua produção de materiais.

source: 4-day Work Week
pt: 4-day Work Week (Semana de 4 Dias)

source: Requisites: Research & Development
pt: Requisitos: Research & Development (Investigação e Desenvolvimento)

source: Cost: 7250
pt: Custo: 7250

source: Establishes a 4-day work week, improving science production by 50% in universities.
pt: Estabelece uma semana de trabalho de 4 dias, melhorando a produção de ciência em 50% nas universidades.

source: Salary Boost
pt: Salary Boost (Aumentos Salariais)

source: Requisites: Research & Development and Renewable Energy
pt: Requisitos: Research & Development (Investigação e Desenvolvimento) e Renewable Energy (Energias Renováveis)

source: Cost: 5850
pt: Custo: 5850

source: Allows you to double a bases's loyalty, but by doubling unit costs.
pt: Permite-te duplicar a lealdade máxima de uma base, mas duplicando o seu custo de manutenção de unidades.

source: Stock Exchange
pt: Stock Exchange (Bolsa de Valores)

source: Requisites: Free Market
pt: Requisitos: Free Market (Mercado Livre)

source: Cost: 6900
pt: Custo: 6900

source: Allows the construction of Stock Exchanges on bases, increasing it's gold output.
pt: Permite a construção de Bolsas de Valores em bases, aumentando a sua produção de ouro.

source: Salary Cuts
pt: Salary Cuts (Cortes Salariais)

source: Requisites: Venture Capital
pt: Requisitos: Venture Capital (Investimentos de Risco)

source: Cost: 4750
pt: Custo: 4750

source: Make all the base's units have no maintenance costs, but by reducing a base's loyalty to 25%.
pt: Faz com que a base deixe de ter custos de manutenção de unidades, mas reduzindo a lealdade máxima da base para 25%.

source: Company Vehicle
pt: Company Vehicle (Veículo da Empresa)

source: Requisites: Factory
pt: Requisitos: Factory (Fábrica)

source: Cost: 8750
pt: Custo: 8750

source: Double all public unit's movement speed (spies are not affected).
pt: Duplica a velocidade de movimento de todas as unidades públicas (os espiões não são afetados).

source: Modern Materials
pt: Materials Modernos

source: Requisites: Refinery
pt: Requisitos: Refinery (Refinaria)

source: Cost: 9250
pt: Custo: 9250

source: Introduces modern materials and processes in your factories, increasing material output by 25%.
pt: Introduz materiais e processos modernos nas tuas fábricas, aumentando a produção de materiais em 25%.

source: Telecommunications
pt: Telecommunications (Telecomunicações)

source: Requisites: 4-day Work Week and Modern Materials
pt: Requisitos: 4-day Work Week (Semana de 4 Dias) e Modern Materials (Materiais Modernos)

source: Cost: 13500
pt: Custo: 13500

source: Increases spies' view range by 2 tile.
pt: Aumenta o alcance de visão dos espiões em 2 tiles.

source: Inflation
pt: Inflation (Inflação)

source: Requisites: Salary Cuts
pt: Requisitos: Salary Cuts (Cortes Salariais)

source: Get more government help to support costs. Bases gold output is doubled.
pt: Obtém mais ajuda do governo para suportar custos. A produção de ouro das bases é duplicada.

source: Railroad Stocks
pt: Railroad Stocks (Ações na Ferrovia)

source: Cost: 15950
pt: Custo: 15950

source: Increase influence in public transports, allowing any wiretaps to reveal player identity.
pt: Aumenta a tua influência nos transportes públicos, permitindo que qualquer escuta passe a revelar a identidade do jogador.

source: Space Program
pt: Space Program (Programa Espacial)

source: Requisites: 4-day Work Week
pt: Requisitos: 4-day Work Week (Semana de 4 Dias)

source: Cost: 12250
pt: Custo: 12250

source: Allows the construction of Space Programs on bases, increasing it's science output.
pt: Permite a construção de Programas Espaciais em bases, aumentando a sua produção de ciência.

source: Tax Evasion
pt: Tax Evasion (Evasão Fiscal)

source: Requisites: Inflation
pt: Requisitos: Inflation (Inflação)

source: Cost: 20000
pt: Custo: 20000

source: Converts 50% of the expended science directly into gold.\n\n(This tech is infinitely repeteable)
pt: Converte 50% da ciência gasta diretamente em ouro.\n\n(Esta tecnologia é repetível indefinidamente)

source: Financial Rescue
pt: Financial Rescue (Resgate Financeiro)

source: Cost: 17500
pt: Custo: 17500

source: Reduces all unit maintenance costs by 50%.
pt: Reduz o custo de manutenção de todas as unidades em 50%.

source: Automation
pt: Automation (Automação)

source: Requisites: Modern Materials
pt: Requisitos: Modern Materials (Materiais Modernos)

source: Converts 25% of the expended science directly into materials.\n\n(This tech is infinitely repeteable)
pt: Converte 25% da ciência gasta diretamente em materiais.\n\n(Esta tecnologia é repetível indefinidamente)

source: Video Surveillance
pt: Video Surveillance (Video-Vigilância)

source: Cost: 37500
pt: Custo: 37500

source: Lowers stolen materials by spies from 10% to 5%.
pt: Reduz o roubo de materiais por espiões inimigos de 10% para 5%.
