Repository: rsubtil/lunar-gambit-docs
Catalog: docs/source/locales/*/LC_MESSAGES/spies.po
Languages: pt_pt

source: Spies
pt_pt: Espiões

source: This page explains in details what you can do with your spies. They are one important element to master, as you can steal resources from players, and likewise try to find out who is stealing from you to recover your resources!
pt_pt: Esta página explica em detalhe o que podes fazer com os teus espiões. São um elemento importante a dominar, pois podes roubar recursos de outros jogadores, e da mesma forma tentar descobrir quem te está a roubar para recuperares os teus recursos!

source: Movement
pt_pt: Movimento

source: Spies can move during any phase, and they initially move at double rate of the public units.
pt_pt: Os espiões podem mover-se durante qualquer fase, e inicialmente movem-se ao dobro da velocidade das unidades públicas.

source: When stopped, spies become completely invisible. When moving, they will reveal that movement to any enemy units players, but not reveal it's identity. When moving into bases or buildings, that movement is also never detectable.
pt_pt: Quando imóveis, os espiões tornam-se completamente invisíveis. Quando em movimento, revelam esse movimento a qualquer unidade inimiga, mas não revelam a sua identidade. Quando se movem para bases ou edifícios, esse movimento também nunca é detectável.

source: Finding spies
pt_pt: Encontrar espiões

source: Since spy movement is detectable within your vision range, the game will automatically record these events during the passive phase, storing them in your messages panel. You can click on the notifications to point to the detected tile, allowing you to track the spy's movement. With some well positioned units, you can get quite some useful information!
pt_pt: Como o movimento dum espião é detetável dentro do teu campo de visão, o jogo irá automaticamente registar esses eventos durante a fase passiva, avisando-te no teu painel de mensagens. Podes clicar nas notificações para apontar para a casa detetada, permitindo-te rastrear o movimento do espião. Com algumas unidades bem posicionadas, podes obter informações de movimento bastante úteis!

source: To get more information, you can also check if any spy has recently used a particular transport by requesting a report. You could also ask around to see if someone else knows anything...
pt_pt: Para obteres mais informações, também podes verificar se algum espião usou recentemente um transporte em particular, solicitando um relatório. Também podes perguntar por aí para ver se alguém sabe de alguma coisa...

source: Sabotages
pt_pt: Sabotagens

source: Spies can do two types of sabotages:
pt_pt: Os espiões podem fazer dois tipos de sabotagens:

source: **Defensive sabotage**: These actions merely give you information without affecting other players. While other players may know if someone has investigated them, they cannot act upon it. These actions, by default, take 15 minutos to complete.
pt_pt: **Sabotagem defensiva**: Estas ações dão-te apenas informações sem afetar outros jogadores. Embora os outros jogadores sejam alertados de alguém que os tenha investigado, não podem agir sobre isso. Estas ações demoram 15 minutos a ser executadas.

source: **Offensive sabotage**: These actions will impact other players, like stealing resources or informing of movements. If done on a player, that player will be notified something has happened. If they eventually figure out it was you, they can publicly accuse you, which could force you to lose a big chunk of your resources. These actions, by default, take 60 minutes to complete.
pt_pt: **Sabotagem ofensiva**: Estas ações afetam outros jogadores, como roubar recursos ou informar de movimentos. Se feito a um jogador, esse jogador será notificado de que algo aconteceu. Se eventualmente descobrirem que foste tu, podem acusar-te publicamente, o que poderia forçar-te a perder uma grande parte dos teus recursos. Estas ações demoram 60 minutos a ser executadas.

source: While you can do as many defensive sabotages as you want, you can only do a total of 2 offensive sabotages per each spy phase. Furthermore, a spy cannot perform two sabotages in a row on the same place.
pt_pt: Embora possas fazer quantas sabotagens defensivas quiseres, só podes fazer um total de 2 sabotagens ofensivas por cada fase de espiões. Além disso, um espião não pode fazer duas sabotagens seguidas de qualquer tipo no mesmo lugar.

source: There are sabotages available for all three major structures:
pt_pt: Existem sabotagens disponíveis para as três principais estruturas:

source: Sabotaging bases
pt_pt: Sabotar bases

source: Bases are large and tackle all resource types. Therefore, spies can:
pt_pt: As bases são grandes e lidam com todos os tipos de recursos. Portanto, os espiões podem:

source: **Investigate resources** *(defensive)*: Obtain a report of the player's gains of a given one resource type's for the last 6 hours.
pt_pt: **Investigar recursos** *(defensivo)*: Obter um relatório dos ganhos do jogador de um dado tipo de recurso nas últimas 6 horas.

source: **Steal resources** *(offensive)*: Steal a percentage of the player's given resource type. For science and gold, this is 20%, while for materials it's 10%.
pt_pt: **Roubar recursos** *(ofensivo)*: Roubar uma percentagem do tipo de recurso do jogador. Para ciência e ouro, é de 20%, enquanto que para materiais é de 10%.

source: Sabotaging buildings
pt_pt: Saboar edifícios

source: The sabotages in buildings are the same for bases, but you're only able to investigate/steal the building's resource type. If it's a bank, you can only investigate/steal gold, for example.
pt_pt: As sabotagems em edifícios são as mesmas que nas bases, mas só podes investigar/roubar o tipo de recurso do edifício. Se for um banco, só podes investigar/roubar ouro, por exemplo.

source: Sabotaging transports
pt_pt: Sabotar transportes

source: Because transports are neutral entities, no player will be alerted of your actions on them. You can:
pt_pt: Como os transportes são entidades neutras, nenhum jogador será alertado das tuas ações sobre eles. Podes:

source: **Obtain movement report** *(defensive)*: Obtain a report of the the last 10 movements done to this transport.
pt_pt: **Obter relatório de movimento** *(defensivo)*: Obter um relatório dos últimos 10 movimentos feitos para este transporte.

source: **Place wiretap** *(offensive)*: Place a wiretap on a transport. Whenever a unit moves to that transport, you'll be immediately notified of it. You can have only one wiretap placed on the map, and placing a new one will replace any previous one.
pt_pt: **Colocar escuta** *(ofensivo)*: Colocar uma escuta num transporte. Sempre que uma unidade se mova para esse transporte, serás imediatamente notificado. Só podes ter uma escuta colocada no mapa, e colocar uma nova irá substituir qualquer uma anterior.

source: Being sabotaged
pt_pt: Ser sabotado

source: When you are sabotaged, you'll receive a notification. If someone has only investigated you, there's nothing you can do. However, if someone has stolen from you, you can accuse someone! How do you find which one did it, though?
pt_pt: Quando alguém te sabotar, irás receber uma notificação. Se alguém apenas te investigou, não há nada que possas fazer. No entanto, se alguém te roubou, podes acusar alguém! Mas como vais descobrir quem foi?

source: Use your spies to try to find out any foreign spies in your territory. Remember that your spies are invisible when stopped, so a few well planted spies can give you a good vision range, without the other player being aware of your presence.
pt_pt: Usa os teus espiões para tentar descobrir quaisquer espiões estrangeiros no teu território. Lembra-te que os teus espiões são invisíveis quando parados, por isso alguns espiões bem plantados podem dar-te uma boa visão, sem que o outro jogador esteja ciente da tua presença sequer.

source: Be on the lookout for transports. Check if spies seem to be running to there, and find where they go next.
pt_pt: Está atento aos transportes. Verifica se os espiões parecem estar a fugir para lá, e descobre para onde vão a seguir.

source: Ask around! Maybe someone else has seen or knows something.
pt_pt: Pergunta! Talvez alguém tenha visto ou saiba de alguma coisa.

source: When you're confident you know who did it, you can accuse them. If you're right, you'll get back a hefty percentage of the accused's resources. If you're wrong though, you'll be the one paying them. Be careful!
pt_pt: Quando tiveres a certeza de quem foi, podes acusá-lo. Se estiveres certo, receberás de volta uma grande percentagem dos recursos do acusado. Se estiveres errado, serás tu a pagar-lhe. Tem cuidado!

source: More info on the process can be found in the :ref:`accusations` page.
pt_pt: Mais informações sobre este processo podem ser encontradas na página :ref:`accusations`.
